Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/extra_social_welfare_benefits/smokeless_fuel_allowance.html.txt.tmx
Source language: en
Languages: ga

source: The Smokeless Fuel Allowance was an extra allowance paid by the Department of Social Protection to low-income households to help them meet the extra costs of using smokeless or low smoke fuels in certain parts of the country
ga: Liúntas a íocann an Roinn Coimirce Sóisialaí le líonta-tí ar ioncam íseal é an Liúntas Breosla gan Deatach chun cabhrú leo na costais bhreise a bhaineann le úsáid breosla gan deatach nó breosla ar bheagán deataigh in áiteacha áirithe sa tír

source: The Smokeless Fuel Allowance was abolished from 1 September 2011
ga: Cuirfear deireadh le Liúntas Breosla gan Deatach ó 1 Meán Fómhair 2011

source: The marketing, sale and distribution of bituminous (smoke causing) fuel in some parts of the Ireland has been banned since 1990
ga: Tá cosc curtha ar mhargaíocht, díolachán agus dáileadh an bhreosla bhitiúmanaigh (is cúis le deatach) i roinnt áiteacha sa tír ó 1990

source: The result of this ban has been a significant improvement in air quality in these areas
ga: Tá feabhas suntasach tagtha ar cháilíocht an aeir sna ceantair seo mar thoradh ar an gcosc seo

source: Local authorities carry out spot checks on fuel retailers to ensure compliance with the ban
ga: Ba chóir gearáin faoi a bheith ag dó ábhar neamhúdaraithe a thuairisciú chuig d'údarás áitiúil

source: Complaints about the burning of unauthorised materials should be reported to your local authority
ga: Is iad na ceantair a gcaithfidh tú breosla gan deatach nó breosla ar bheagán deataigh a úsáid ná: • An tInbhear Mór • An Muileann gCearr • An Nás - Na Solláin • An Uaimh • Baile Átha Cliath • Baile Átha Luain • Baile na gCloch Liath • Baile Dhroichead Nua • Bré • Cathair na Gaillimhe • Ceatharlach • Cill Chainnigh • Cill Droichid • Cill Mhantáin • Cluain Meala • Corcaigh • Droichead Átha • Dún Dealgan • Inis • Léim an Bhradáin • Leitir Ceanainn • Luimneach • Loch Garman • Maigh Nuad • Port Láirge • Port Laoise • Sligeach • Trá Lí
